---
kind: other
id: Properties.T:Autodesk.Revit.DB.ModelNurbSpline
source: html/4dbfdacb-cfa4-4994-ab4d-ae69d01d02c5.htm
---
# ModelNurbSpline Properties

The id of the assembly instance to which the element belongs.